[
    {
        "title": "Kubera iki mu biranga umusi mukuru wa Pasika harimwo amagi asize amabara ?",
        "date": "April 20, 2025 9:50 pm",
        "content": [
            "Ntibimenyerewe hano iwacu, ariko mu migenzo y’ibindi bihugu na canecane ibigwiriyemwo abakirisu n’abayahudi, umusi wa Pasika uzwi nk’umusi mukuru w’amagi. Kuri uwo musi, abana bahabwa utuganuke tubanezereza tw’ibibumbano bisa n’amagi dusize amarangi atandukanye. Muti ivyo vyoba vyavuye kuki?"
        ]
    },
    {
        "title": "Ikirundi mu basani: ni urundi rurimi !",
        "date": "January 25, 2025 6:00 pm",
        "content": [
            "Umuryango w’akanyaburunga warakoranye ku musi w’Umweru muri Nzero uyu mwaka, uganira ku rurimi abaririmvyi bacu abo twita “abasani” boba baririmbamwo. Ibibazo benshi babaza vyaraturira. Bamwe bakibaza bati: “Ubwo koko boba bazi ikirundi ? Boba bazi imico y’ikirundi ? Birya bintu bavangavanga ukabura ico bashatse kuvuga bavyiyumvira gute? Icababaje abari mu kiyago mbere bakanashamirana kubera ukudahuza, ni amasanamu bamwe babona ko ari meza abandi bakabona ko ateye isoni nk’uko n’amajambo hari ayavugwa bagahungura amatwi. Tubigarukeko."
        ]
    },
    {
        "title": "Duniya Abedi ati: “Ingoma ni ikimenyetso c’Ubutegetsi n’Intwaro”",
        "date": "January 9, 2025 7:30 pm",
        "content": [
            "Umurisho w’Ingoma ni intambo iryoheye ijisho Uburundi bwirata iwabwo eka mbere no mu makungu. Mu kuzivuza no mu kuzitamba, abatimbo ari bo bahebera bihebeye Ingoma bagira ibimenyetso vyinshi, bagakora n’iyindi migirwa ibiherekeza.  Umutama Duniya Abedi yaradutsatsuriye ku vyo azi ku murisho w’ingoma yatanguye kuvuza agifise imyaka 11 mu mwaka w’1982 gushika ubu. Reka umunyakaranga MpunduYera abacire ku mayange bimwe muri vyo yatwegeranirije ; nta nkeka ko vyobagirira akamaro namwe."
        ]
    },
    {
        "title": "Iyo aba amatazirano dufise twayitwa mu Kirundi tuba twitwa gute ? (1)",
        "date": "December 28, 2024 10:26 pm",
        "content": [
            "Kuva abapadiri bera baje mu Burundi, ababatizwa bagatangura kubatizwa, nta muntu n’umwe abatijwe yari yemerewe kugumya izina rimwe. Yategerewa gutazirwa irindi kandi na canecane ugasanga ategerezwa gutora “iry’umweranda” avugwa mu bitabu vyeranda. Rimwe na rimwe, hari igihe bataba banazi insiguro y’iryo zina bahawe. Tugiye kuja turabashikiriza insiguro n’inkomoko vy’amwe mu matazirano mwitwa. Tuzoja turabaha makemake. Ukabona iryawe ritashikiriwe, rizoba rizoshikirwa ubutaha. Ariko ntutinye kuritubaza kugira ritohozwe mu maguru masha. Sangwa ikaze."
        ]
    },
    {
        "title": "Kubera iki Noweli ihimbazwa ku wa 25 Kigarama ?",
        "date": "December 25, 2024 1:49 pm",
        "content": [
            "Yezu (Yesu) yaravutse, haciye imyaka irenga 2000. Ivuka ryiwe ryarahimbajwe kandi n’ubu rikiriko, si agaseseshwarumuri. Mu mihingo yose y’isi, mu bihugu bitandukanye eka na hano mu bwa Nyaburunga rirahimbazwa ukuri kwamye mu miryango y’abakirisu n’abagenzi babo. Mu bisagara no mu misozi isharije uburundi, hose haririmbwa “Gloria”, bisigura “umunezero”. None mwoba muzi inkomoko y’ihimbazwa ry’uwo musi ? Kubera iki hoho uhimbazwa kuri rino genekerezo ? Tugira turabire hamwe amamuko y’uwo musi n’igenekerezo uhimbarizwako."
        ]
    },
    {
        "title": "Mwari muzi icabujije inka kuvuga ?",
        "date": "December 13, 2024 4:47 pm",
        "content": [
            "Tubikura mu mugani woroheje cane, uvuga ikiyago cabaye hagati y’umugore n’inka zariko zirisha ku mutumba. Uwo yarazoheje nazo ziramwumvira bituma na n’ubu zikibigendera. Isomere aha musi uwo mugani tuwukesha Yohani Baptista Ntahokaja, mu gitabu ciwe: Imigani n’Ibitito, ku rupapuro rwa 26."
        ]
    },
    {
        "title": "Ukuvuka kw’umwana n’umugirwa wo gusohora umuvyeyi",
        "date": "October 6, 2024 6:03 pm",
        "content": [
            "Nk’uko tubisoma mu gitabu canditswe n’ubushikiranganji mu vyo bujejwe harimwo imico kama casohotse mu mwaka w’1980 citwa « Culture et Société, Revue de civilisation Burundaise Tomme III » ngo ukuvyara umwana ni intambwe idasanzwe yinjiza umukenyezi mu rindi banga rirengeye iryo kuba yubatse urugo.",
            "Muri iki candiko tuzorabira hamwe uwu mugirwa tukazobikora mu bice bibiri. Ubwambere turaraba ingene vyagenda iyo umwana yavytse ari umwe. Ubwa kabiri tuzoraba ingene vyagenda iyo havutse amahasa."
        ]
    },
    {
        "title": "Akazêhé : vyinshi mwomenya kuri iyo ndamutso yazimanganye",
        "date": "August 12, 2024 6:20 pm",
        "content": [
            "Mu Burundi, ibigize imico n’imigenzo biriko birazimangana si kimwe kandi si bibiri. Duhereye ku nyambaro, tukaja ku bifungurwa, tukaja no mu mayagwa, hari vyinshi bias n’ibiriko biribagirwa hakaba n’ivyamaze kugenda burundu. Akarorero ka hagufi ni akazêhé, ubuhinga bwo kuramukanya bwari bwiharijwe n’abakenyezi, ubu kibagiwe, gasigaye kavuzwa mu maradiyo ariko kavuye mu kubaho kw’Abarundi. Twashimye kukagarukako."
        ]
    },
    {
        "title": "“Ingazi”, “iporo”, … inkomoko y’amazina batazira amahera mu Burundi",
        "date": "August 11, 2024 5:39 pm",
        "content": [
            "“Ingazi”, “iporo”,… mwari muzi ico ayo mazina y’inoti z’i Burundi yavuyeko ? Kaze tubigarire."
        ]
    },
    {
        "title": "Igitito: akarimi koba ako",
        "date": "July 18, 2024 5:30 pm",
        "content": [
            "Aho hambere, bateramye mu muryango, kaba ari akaryo keza ko kuyaga, babicishije mu migani, ibitito n’ibisokozo. Ayo mayagwa yari yuzuye inyigisho zidasanzwe kandi abana baca bakura bazi ikibi n’iciza, batandukanya icatsi n’ururo biciye muri iyo nturire yuzuye akanovera kadasanzwe. Kaze namwe mwiyumvirire kimwe twabateguriye uno musi."
        ]
    }
]